[lang]
softname=屏幕录制
softdesc=锐动多媒体工具-专业、易用、免费的多媒体工具
logo=images\sub\logo.png
step1=将屏幕录制成视频文件


[frmMain]
Title = 屏幕录制
lblRecordType = 录制方式：
lblOutput_Tip = 保存位置：
lblVideoType = 视频格式：
cmbVideoType0 = avi高清格式
cmbVideoType1 = flv节省空间格式
lblAudioType_Tip = 录制声音：
lblRecordCursor = 录制鼠标：
chkRecordCursor = 录制鼠标
lblHotKey_Tip = 录制快捷键：
btnSelectWindow = 选择窗口
btnSelectRegion = 选择区域
btnDeleteRegion = 删除区域
btnMoreSettings = 更多设置
btnStart = 开始录制
btnStop = 停止录制
popMenu_ShowMain = 显示主窗体
popMenu_Start = 开始录制
popMenu_Stop = 停止录制(F%d)
popMenu_Exit = 退出

lblHotKey = 开始/停止录制:F%d,截屏:F%d

btnTab_Basic = 基本设置
btnTab_Video = 视频设置
btnTab_Audio = 音频设置
btnTab_Camera = 摄像头
btnTab_HotKey = 快捷键
btnOK = 确定
btnCancel = 取消
btnApply = 应用

lblTitle_Set = 更多设置
gbOutput = 存储设置
lblRecordFirstName = 录制文件起始名称：
lblCaptureFirstName = 截屏文件起始名称：
lblRecordFirstName_Des = *请输入3-15位长度字符作为起始名称，程序会自动补充序号和后缀.
lblPicType = 截图格式：
lblCutDown = 录制倒计时:
lblCutDownTip = (*全屏录制时有效)
lblDisplayType = 录制时:
rdShowSelf = 显示本软件
rdHideSelf = 隐藏本软件
rdMinSelf = 最小化本软件
lblCursorSet = 鼠标设置

cmbRecordType0 = 全屏录制
cmbRecordType1 = 窗口录制
cmbRecordType2 = 自定义区域录制

cmbPicType0 = bmp
cmbPicType1 = jpg
cmbPicType2 = png

lblVideoQuality = 画面质量：
cmbVideoQuality0 = 正常
cmbVideoQuality1 = 较好
cmbVideoQuality2 = 非常好
lblVideoDisplayScale_Tip = 画面比例：
lblVideoFrame_Tip = 视频帧率：
lblVideoRate_Tip = 视频码率：
lblVideoQualityTip = (*机器配置高可尝试更高的画质)

lblAudioQuality = 音频质量：
cmbAudioQuality0 = 正常
cmbAudioQuality1 = 较好
cmbAudioQuality2 = 非常好

gbCamera = 摄像头
lblCamera = 摄像头：
lblCameraSize = 分辨率：
btnRefreshCamera = 刷新
lblCameraPos = 摄像头位置
rdNoCamera = 不录制摄像头
rdRightCamera = 位于录制画面外部右侧
rdBottomRightCamera = 内嵌录制画面右下角
rbInGame = 嵌在游戏画面内(可随意拖动,录屏方式无效)

lblHotKeyTip_FullScreen = 快捷键设置：
lblHotKeyRecord = 录制开始/结束：
lblHotKeyCapture = 屏幕截图：

[frmSelect]
lblHotKey = 快捷键:F%d停止,F%d截屏
imgClose_Hint = 删除该区域设置
imgCenter_Hint = 能拖动，双击最大化。

[frmCutDown]
lblInfo_CutDown = 录制将在 %d 秒后开始
lblInfo_Stop = 正在停止录制...

[msgMain]
strRecordInfo_Region = 请点击"%s",或者使用快捷键 F%d,设置要录制的区域
strRecordInfo_Window = 请点击"%s",或者使用快捷键 F%d,选择要录制的窗口
strRecordInfo_Size = 录制的大小为: %d x %d

strCurrentInfo =时间:%s,帧率:%0.2f
strRecordType = 录制方式(%s)
strSelectInfo = 左: %d, 上: %d, 大小: %d x %d

strSelectFolder = 请设置输出目录
strCannotCreateDir = 设置的输出目录无法创建，请重新设置一个新的目录!
strOpenCameraFailed = 打开摄像头失败!

strStatus_Select = 当前选择[%s]录制，请点击"开始录制"进行录制
strStatus_Record = 状态:正在录制,%s

strRecordAudio_All = 同时录制电脑声音和麦克
strRecordAudio_Mix = 只录制电脑声音
strRecordAudio_Mic = 只录制麦克风
strRecordAudio_None = 不录制声音

strNoRecordWindow = 您还没有选择要录制的窗口，请选择窗口后再开始录制!
strInvalidWindow = 您选择的窗口无效或被关闭，请重新选择要录制的窗口!
strNoRecordRegion = 您还没有设置要录制的区域，请设置区域后再开始录制!
strErrorRegion = 无效的录制区域，请设置区域后再开始录制!

strInitializeRecordFail = 初始化录制失败!
strStartRecordFail = 启动录制失败!
strRecordError = 录制过程出错，录制已终止!
strInitRecordParam = 初始化录制参数...
strStratRecord = 启动录制...
strFinishRecord = 录制已经停止.录制长度:%s

strSameHotkey = 该快捷键已经被设置，请重新设置！




